[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MACROEDIT]
//編程主選單=
lb_GameDirectory_OME->Caption=Gioco
GameManagement=File
GameManagement_Select=Seleziona
GameManagement_New=Nuovo gioco
GameManagement_Modify=Modifica gioco
GameManagement_Delete=Elimina gioco
FileManagement=Importa Ingresso/Uscita
FileManagement_New=Nuova
FileManagement_Open=Apri
FileManagement_Save=Salva
FileManagement_SaveAs=Salva con nome
FileManagement_Delete=Elimina
FileManagement_ReName=Rinomina
FileManagement_Transfer=Caricamento / Scaricamento
lb_FileName_OME->Caption=File
//編程程式區=
rb_Loop_OME->Caption=LOOP
rb_Keyboard_OME->Caption=CHIAVE
rb_If_OME->Caption=SE
rb_Equal_OME->Caption=EQU
lb_SRSectionReteatText1_OME->Caption=Avvio
lb_SRSectionReteatText2_OME->Caption=~
lb_SRSectionReteatText3_OME->Caption=Fine,
lb_SRSectionReteatText4_OME->Caption=Tempi di ripetizione
lb_SR_OME->Caption=~
lb_GotoText_OME->Caption=Salta a linea
lb_LineText_OME->Caption=
lb_KeyIfText_OME->Caption=If 
lb_KeyStateIsText_OME->Caption=is
lb_KeyThenGotoText_OME->Caption=Salta a linea
lb_KeyLineText_OME->Caption=
lb_IfText1_OME->Caption=If
lb_IfThenGoto1_OME->Caption=Salta a linea
lb_IfLineText1_OME->Caption=
lb_IfText2_OME->Caption=If
lb_IfThenGoto2_OME->Caption=Salta a linea
lb_IfLineText2_OME->Caption=
cb_Key_OME->Items->Strings[0]=Tasto1
cb_Key_OME->Items->Strings[1]=Tasto2
cb_Key_OME->Items->Strings[2]=Tasto3
cb_Key_OME->Items->Strings[3]=Tasto4
cb_Key_OME->Items->Strings[4]=Tasto5
cb_Key_OME->Items->Strings[5]=Tasto6
cb_Key_OME->Items->Strings[6]=Tasto7
cb_Key_OME->Items->Strings[7]=Tasto8
cb_Key_OME->Items->Strings[8]=Tasto9
cb_Key_OME->Items->Strings[9]=Tasto10
cb_Key_OME->Items->Strings[10]=Tasto11
cb_Key_OME->Items->Strings[11]=Tasto12
cb_Key_OME->Items->Strings[12]=Tasto13
cb_Key_OME->Items->Strings[13]=Tasto14
cb_Key_OME->Items->Strings[14]=Tasto15
cb_Key_OME->Items->Strings[15]=Tasto16
cb_Key_OME->Items->Strings[16]=Tasto17
cb_Key_OME->Items->Strings[17]=Tasto18
cb_Key_OME->Items->Strings[18]=Tasto19
cb_Key_OME->Items->Strings[19]=Tasto20
cb_Key_OME->Items->Strings[20]=Tasto21
cb_Key_OME->Items->Strings[21]=Tasto22
cb_Key_OME->Items->Strings[22]=Tasto23
cb_Key_OME->Items->Strings[23]=Tasto24
cb_KeyState_OME->Items->Strings[0]=Premere
cb_KeyState_OME->Items->Strings[1]=Rilasciare
cb_IfSign1_OME->Items->Strings[0]="@equ@@equ@"
cb_IfSign1_OME->Items->Strings[1]="!@equ@"
cb_IfSign2_OME->Items->Strings[0]="@equ@@equ@"
cb_IfSign2_OME->Items->Strings[1]="!@equ@"
Var->Items->Strings[0]=Variable A
Var->Items->Strings[1]=Variable B
Var->Items->Strings[2]=Variable C
Var->Items->Strings[3]=Variable D
//時間控制區=
lb_KeyDownAutoDelay_OME->Caption=Insert delay when  press
lb_KeyUpAutoDelay_OME->Caption=Insert delay when  release
lb_TimeUnit_OME->Caption=Unità tempo
cb_TimeType_OME->Items->Strings[0]=Sec
cb_TimeType_OME->Items->Strings[1]=ms
cb_TimeType_OME->Items->Strings[2]=Min
lb_Time_OME->Caption=Ora
//滑鼠控制區=
lb_AbsPos_OME->Caption=Coordinata assoluta mouse (X,Y)
lb_AbsPos_OME->Hint=Spostare il radar per mirare qualsiasi punto a video per catturare la coordinata (X,Y).
lb_RelativePos_OME->Caption=Coordinata relativa mouse (X,Y)
bt_WheelUp_OME->Caption=Avanti
bt_WheelDown_OME->Caption=Indietro
bt_MouseLeftKey_OME->Caption=Sinistra
bt_MouseRightKey_OME->Caption=Destra
bt_MouseMidKey_OME->Caption=Centro
bt_Mouse4thKey_OME->Caption=4°bottone
bt_Mouse5thKey_OME->Caption=5°bottone
im_CursorPoint_OME->Hint=Spostare il radar su qualsiasi punto dello schermo per catturare le coordinate X,Y.
//編程工具列=
rb_RepeatType_OME->Hint=Non-ripetizione
rb_RepeatType1_OME->Hint=Pressione:Avvio@RETURN@Rilascio:Stop
rb_RepeatType2_OME->Hint=Pressione:Avvio@RETURN@Nuova pressione:Stop
bt_Save_OME->Hint=Salva
bt_Undo_OME->Hint=Annulla
bt_Redo_OME->Hint=Ripeti
bt_Cut_OME->Hint=Taglia
bt_Copy_OME->Hint=Copia
bt_Paste_OME->Hint=Incolla
bt_MoveDown_OME->Hint=Sposta in basso
bt_MoveUp_OME->Hint=Sposta in alto
bt_Delete_OME->Hint=Elimina
bt_Record_OME->Hint=Registra
//編程Popup視窗=
mi_Cut_OME->Caption=Taglia
mi_CutSingleLine_OME->Caption=Taglia linea
mi_CutMultiLine_OME->Caption=Taglia multi-linea
mi_Copy_OME->Caption=Copia
mi_CopySingleLine_OME->Caption=Copia linea
mi_CopyMultiLine_OME->Caption=Copia multi-linea
mi_Paste_OME->Caption=Incolla
mi_MoveDown_OME->Caption=Sposta in basso
mi_MoveUp_OME->Caption=Sposta in alto
mi_Editline_OME->Caption=Modifica questa linea
mi_Delete_OME->Caption=Elimina
mi_DeleteSingleLine_OME->Caption=Elimina linea
mi_DeleteMultiLine_OME->Caption=Elimina multi-linea
mi_ClearAllDelay_OME->Caption=Elimina tutti i “ritardi”
mi_ClearAll_OME->Caption=Elimina tutto
bt_ResumeMacroII_OME->Caption=Vai a [Oscar II]
bt_DownloadExplain_OME->Caption=Manuale
GoWhile=Ripetere dalla riga%x alla riga, ripetere %y volte
IfYes=Se la variabile %x @equ@ %y saltare alla riga%z
IfNo=Se la variabile %x ≠ %y saltare alla riga%z
IfYes2=Se la variabile %x @equ@  Variabile %y saltare alla riga%z
IfNo2=Se la variabile %x ≠ Variabile %y saltare alla riga%z
Equ=Variabile %x @equ@ %y
Equ2=Variabile %x @equ@ Variabile %y
Equ3_0=Variabile %x @equ@ Variabile %y + %z
Equ3_1=Variabile %x @equ@ Variabile %y - %z
Equ3_2=Variabile %x @equ@ Variabile %y & %z
Equ3_3=Variabile %x @equ@ Variabile %y | %z
Equ3_4=Variabile %x @equ@ Variabile %y ^ %z
Goto=Saltare alla riga%x
IfKeyDown=Se è stato premuto il tasto %x , saltare alla riga%y
IfKeyUp=Se non è stato premuto il tasto %x, saltare alla riga%y
Key=Chiave
KeyDown=Premere
KeyUp=Rilascire
MouseMoveTo=Mouse_sposta_a
MouseRelativeMove=Mouse_relativo_sposta
Delay=Ritardo
millisecond=ms
second=Sec
minute=Min
MouseWhellUp=Scorri_alto
MouseWhellDown=Scorri_basso
MouseLeftKeyDown=Premere_pulsante_sinistro
MouseLeftKeyUp=Rilasciare_pulsante_sinistro
MouseLeftKeyClick=Clic_pulsante_sinistro
MouseLeftKeyDblClick=Doppio_clic_pulsante_sinistro
MouseMiddleKeyDown=Premere_pulsante_centrale
MouseMiddleKeyUp=Rilasciare_pulsante_centrale
MouseMiddleKeyClick=Clic_pulsante_centrale
MouseRightKeyDown=Premere_pulsante_destro
MouseRightKeyUp=Rilasciare_pulsante_destro
MouseRightKeyClick=Clic_pulsante_destro
MouseFourthKeyDown=Premere_4°_pulsante
MouseFourthKeyUp=Rilasciare_4°_pulsante
MouseFourthKeyClick=Clic_4°_pulsante
MouseFifthKeyDown=Premere_5°_pulsante
MouseFifthKeyUp=Rilasciare_5°_pulsante
MouseFifthKeyClick=Clic_5°_pulsante
PleaseInputMacroName=Digitare nome macro
SaveOK=Salvato.
MacroUsed=File / Cartella è stato applicato alla memoria del mouse, vuoi Elimina / Rinomina? Se [YES] la funzione cancella!
GoWhileRangeError=Range non valido
InputDigitError=Immettere numeri.
VersionMessage=Leggi la versione non può salvare!
LoopLimit=Loop non superiore a 3 cerchi.
NullMacro=Senza titolo
PleaseCreateDirectory=Si prega di creare cartella del gioco
DirectoryUsed=File / Cartella è stato applicato alla memoria del mouse, vuoi Elimina / Rinomina? Se [YES] la funzione cancella!
TrialAccessDeny=Grazie per aver scelto [HEADSHOT].Il software Bloody7 e' compatibile solamente con mouse serie V o R.
IsCoverSameNameFile=Same [Oscar II] file name found, overwrite?

CPIRemarkDefault=Predefinito
//按鍵測試區=
lb_MouseKeyTest_OME->Caption=Richieste chiave
PleasePressKey=Premere il pulsante del mouse
MouseKeyUnknown=Non riconosciuto

[MACROEDIT_Record]
bt_Start->Caption=<F11> per avviare
bt_Stop->Caption=<F12> per interrompere
cb_AxisAbsolute->Caption=Registrare il movimento assoluto del mouse
cb_AxisRelatively->Caption=Registrare il movimento relativo del mouse
cb_KeyboardAction->Caption=Registra funzionamento tastiera
cb_MouseClick->Caption=Registra clic del mouse
Script3=//Di seguito lo script registrato.
Script4=//è possibile creare lo script in tre modi.
Script5=//1. Inserire funzioni dai pannelli in alto e a sinistra.
Script6=//2. Input da tastiera.
Script7=//3. Ingresso con il Registratore.

[MACROEDIT_Statement]
lb_Title->Caption=Immettere nome prima di salvare!
lb_Software->Caption=Software applicabili (ad esempio  CS)
lb_Statement->Caption=Descrivere funzione macro in dettaglio
lb_Comment->Caption=Descrizione funzione
mi_EditerCut->Caption=Taglia
mi_EditerCopy->Caption=Copia
mi_EditerPaste->Caption=Incolla
lb_EditComment->Caption1=Compilare nota funzioni
lb_EditComment->Caption2=Modifica nota funzioni
lb_Resolution->Caption=Risoluzione
lb_CPIRemark->Caption=Sensibilità

[MACROEDIT_Instructions]
lb_TestDescription->Caption=I dati verranno salvati provvisoriamente nella memoria del 4° tasto del mouse. Mentre ci si trova in zona test o gioco, per riprendere l'impostazione predefinita del 10° tasto, andare alla “Pagina chiave” e resettarla nuovamente
ck_CursorRecord->Caption=Avvia registrazione cursore
lb_InterruptTips->Caption=Nel caso in cui il programma di prova sia fuori controllo, premere [Blocco maiuscole]+[Blocco scorrimento]+[Blocco num] per interromperlo, quindi eseguire nuovamente il debug del programma.
lb_TestCommon->Caption=Descrivere funzione macro in dettaglio
PressSpaceToTest=Premere il 4° tasto per avviare il test

[MACROEDIT_ShowIfMessage]
MacroExistAlready=File esiste, sostituire?
MacroModify=Lo macro è stato modificato, salvare?
MacroNewCreate=File nuovo ?
MacroDeleteFile=Eliminare il file permanentemente ?
MacroSelectFile=File / Cartella è stato applicato alla memoria del mouse, vuoi Elimina / Rinomina? Se [YES] la funzione cancella!
MacroDeleteDirectory=Eliminare questa cartella di gioco? Verranno eliminati anche i file contenuti nella cartella.
PleaseCreateDirectory=Nuovo
InputNameExists=File esiste, aggiorna!
MustCreatFile=È necessario creare un nuovo file di macro da modificare!
InputNameInvalid=Inserimento nome invalido , non possono contenere caratteri  \ / : * ? " < > | ].

[MACROEDIT_InputBoxX]
lb_NewFileName->Caption=Nome del nuovo file
lb_ReName->Caption1=Rinomina
lb_ReName->Caption2=Nuovo
lb_ReName->Caption3=Nuova cartella
NewCreateGameName=Nuova cartella
NewCreateFileName=Nuovo file

[MACROEDIT_Dialog]
lb_Directory->Caption=Cartella
lb_FileName->Caption=Nomi
lb_Title->Caption1=Nuovo
lb_Title->Caption2=Apri
lb_Title->Caption3=Salva
lb_Title->Caption4=Salva con nome
lb_Title->Caption5=Elimina
lb_Title->Caption6=Rinomina
lb_FileType->Caption=Tipo
advcb_FileType->Caption1=Tutti i file pistola *.*
advcb_FileType->Caption2=*.amc (Macro)
advcb_FileType->Caption3=*.mgn (pistola macro)
NoAuthorityUse=Autorità insufficiente, esportazione non andata a buon fine!

[MACROEDIT_SelectLine]
lb_SelectLineRange->Caption=Seleziona gamma linea

